brew "aria2"
brew "bear"
brew "colima"
brew "docker"
brew "docker-compose"
brew "entr"
brew "ffmpeg"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "sponge"
brew "texlab"
brew "tio"
brew "tmux"
brew "tree"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-syntax-completions"
brew "zsh-syntax-highlighting"

brew "cmake"
brew "git"
brew "llvm"
brew "valgrind"

cask "coderunner"
cask "fork"
cask "iina"
cask "mactex-no-gui"
cask "parallels"
cask "screens"
