brew "aria2"
brew "cmake"
brew "doxygen"
brew "entr"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "graphviz"
brew "ipython"
brew "jupyterlab"
brew "pandoc"
brew "pygments"
brew "python3"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "docker"
cask "font-sf-mono-nerd-font"
cask "fork"
cask "iina"
cask "imageoptim"
cask "mactex-no-gui"
cask "parallels"
cask "texpad"
cask "transmit"
