brew "aria2"
brew "bat"
brew "docker"
brew "entr"
brew "ffmpeg"
brew "fzf"
brew "hyperkit"
brew "imagemagick"
brew "minicube"
brew "moreutils"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "texlab"
brew "tio"
brew "tmux"
brew "tree"
brew "watch"
brew "zsh-autosuggestions"
brew "zsh-syntax-completions"
brew "zsh-syntax-highlighting"

brew "cmake"
brew "doxygen"
brew "git"
brew "llvm"
brew "python3"
brew "valgrind"

cask "coderunner"
cask "fork"
cask "iina"
cask "mactex-no-gui"
cask "parallels"
cask "screens"
cask "texpad"
