brew "aria2"
brew "awscli"
brew "bat"
brew "btop"
brew "colima"
brew "csvq"
brew "docker-completion"
brew "entr"
brew "erdtree"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "hdf5"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "marksman"
brew "neovim"
brew "npm"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sponge"
brew "tio"
brew "tmux"
brew "wakeonlan"
brew "watch"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

brew "ansible"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "gh"
brew "git"
brew "git-lfs"
brew "helm"
brew "kubectl"
brew "llvm"

cask "coderunner"
cask "fork"
cask "iina"
cask "mactex-no-gui"
cask "parallels"
cask "screens"

cask "shaunsingh/sfmono-nerd-font-ligaturized/font-sf-mono-nerd-font-ligaturized"
