aria2
awscli
bat
entr
fd-find
ffmpeg
fzf
hdf5-tools
imagemagick
jq
neovim
pandoc
ripgrep
rsync
tio
tmux
tree
watch
yq
zsh
zsh-autosuggestions
zsh-syntax-highlighting

marksman
shellcheck
texlab
bash-language-server

cmake
docker
docker-compose
git
git-lfs
llvm

mdadm
openssh
